[
  {
    "coinName" : "Bitcoin",
    "coinSymbol" : "BTC",
    "is_active" : "true",
    "logo" : "https://static.coinpaprika.com/coin/btc-bitcoin/logo.png",
    "description" : "Bitcoin is a cryptocurrency and worldwide payment system. It is the first decentralized digital currency, as the system works without a central bank or single administrator.",
    "started_at" : "2009-01-03T00:00:00Z"
  },
  {
    "coinName" : "Ethereum",
    "coinSymbol" : "ETH",
    "is_active" : "true",
    "logo" : "https://static.coinpaprika.com/coin/eth-ethereum/logo.png",
    "description" : "Ethereum is a decentralized platform for applications. Applications build on it can use smart contracts - computer algorithms which execute themselves when data is supplied to the platform. There is no need for any human operators.",
    "started_at" : "2015-07-30T00:00:00Z"
  },
  {
    "coinName" : "Tether",
    "coinSymbol" : "USDT",
    "is_active" : "true",
    "logo" : "https://static.coinpaprika.com/coin/usdt-tether/logo.png",
    "description" : "Tether (USDT) is a cryptocurrency with reference to fiat currencies that is issued by Tether Limited Company.\\r\\nUsing the technology of Blockchain, Tether allows the users to keep, send and receive digital tokens pegged to dollars, euros and yens*.\\r\\n\\r\\n*1USDT =/= 1USD - according to ToS (Terms-of-service) of Tether Limited Company - Tether tokens are not money, although they are backed by the currency used to purchase them at issuance.",
    "started_at" : "2015-02-25T00:00:00Z"
  },
  {
    "coinName" : "Binance Coin",
    "coinSymbol" : "BNB",
    "is_active" : "true",
    "logo" : "https://static.coinpaprika.com/coin/bnb-binance-coin/logo.png",
    "description" : "Binance Coin is the digital token of the Binance exchange. \\r\\nIt is an exchanging token only for cryptographic forms of money. The name \\\"Binance\\\" is a blend of binary and finance.",
    "started_at" : "2017-07-15T00:00:00Z"
  },
  {
    "coinName" : "XRP",
    "coinSymbol" : "XRP",
    "is_active" : "true",
    "logo" : "https://static.coinpaprika.com/coin/xrp-xrp/logo.png",
    "description" : "Ripple (XRP) is one of the fastest and most scalable digital asset, enabling real-time global payments anywhere in the world.",
    "started_at" : "2013-04-01T00:00:00Z"
  },
  {
    "coinName" : "Solana",
    "coinSymbol" : "SOL",
    "is_active" : "true",
    "logo" : "https://static.coinpaprika.com/coin/sol-solana/logo.png",
    "description" : "Solana is a public blockchain. It is open-source and decentralised, and achieves consensus using a proof-of-stake algorithm together with a novel algorithm called proof-of-history. Its internal cryptocurrency has the symbol SOL. Bloomberg considers the platform \\\"a potential long-term rival to Ethereum.\\\" Like Ethereum, Solana can interact with smart contracts.\\r\\n\\r\\nOn 14 September 2021, Solana's blockchain went offline after a wave of transactions caused discord between network participants and a subsequent split into multiple blocks. The network was successfully restored early on 15 September. Solana can likely handle 50,000 transactions per second, making it faster than Ethereum, but still lower than the 400,000 transactions seen during the peak.",
    "started_at" : "2020-04-10T00:00:00Z"
  },
  {
    "coinName" : "USDC",
    "coinSymbol" : "USDC",
    "is_active" : "true",
    "logo" : "https://static.coinpaprika.com/coin/usdc-usdc/logo.png",
    "description" : "True financial interoperability requires a price stable means of value exchange. CENTRE’s technology for fiat-backed stablecoins brings stability to crypto. The initial implementation is USD//Coin (USDC), an ERC-20 token creating possibilities in payments, lending, investing, trading and trade finance — and the ecosystem will grow as other fiat currency tokens are added.\\r\\n\\r\\nAs more goods and services are tokenized, smart contract platforms will become fundamental building blocks of value exchange. CENTRE’s open-source and transparent stablecoin framework allows fiat to interact with smart contracts, giving developers a viable way to use real world currencies in blockchain applications.\\r\\n\\r\\nCENTRE stablecoins are issued by regulated and licensed financial institutions that maintain full reserves of the equivalent fiat currency. Issuers are required to regularly report USD reserve holdings, and that information will be made available upon request.",
    "started_at" : "2013-04-01T00:00:00Z"
  },
  {
    "coinName" : "Lido Staked Ether",
    "coinSymbol" : "STETH",
    "is_active" : "true",
    "logo" : "https://static.coinpaprika.com/coin/steth-lido-staked-ether/logo.png",
    "description" : "null",
    "started_at" : "null"
  },
  {
    "coinName" : "Cardano",
    "coinSymbol" : "ADA",
    "is_active" : "true",
    "logo" : "https://static.coinpaprika.com/coin/ada-cardano/logo.png",
    "description" : "ADA is a token on a distributed computing platform that runs smart contracts, decentralized applications, side chains, multi-party computation, and metadata.",
    "started_at" : "2017-09-29T00:00:00Z"
  },
  {
    "coinName" : "Dogecoin",
    "coinSymbol" : "DOGE",
    "is_active" : "true",
    "logo" : "https://static.coinpaprika.com/coin/doge-dogecoin/logo.png",
    "description" : "Dogecoin is an open source peer-to-peer digital currency, favored by Shiba Inus worldwide.\\r\\nIntroduced as a \\\"joke currency\\\" on 6 December 2013, Dogecoin quickly developed its own online community.",
    "started_at" : "2013-12-06T00:00:00Z"
  },
  {
    "coinName" : "Avalanche",
    "coinSymbol" : "AVAX",
    "is_active" : "true",
    "logo" : "https://static.coinpaprika.com/coin/avax-avalanche/logo.png",
    "description" : "Avalanche is an open-source platform for launching decentralized finance applications and enterprise blockchain deployments in one interoperable, highly scalable ecosystem. Developers who build on Avalanche can easily create powerful, reliable, and secure applications and custom blockchain networks with complex rulesets or build on existing private or public subnets. Avalanche gives you complete control on both the network and application layers–helping you build anything you can imagine.",
    "started_at" : "2020-07-22T00:00:00Z"
  },
  {
    "coinName" : "TRON",
    "coinSymbol" : "TRX",
    "is_active" : "true",
    "logo" : "https://static.coinpaprika.com/coin/trx-tron/logo.png",
    "description" : "TRON: Decentralize the Web\\r\\nTRON is dedicated to building the infrastructure for a truly decentralized Internet. The TRON Protocol, one of the largest blockchain-based operating systems in the world which offers scalability, high-availability, and high-throughput computing (HTC) support that serves as the foundation for all decentralized applications in the TRON ecosystem. It also provides better compatibility for Ethereum smart contracts through an innovative, pluggable smart contract platform.\\r\\nSince July 24th, 2018, TRON acquired BitTorrent Inc. which is an Internet technology company based in San Francisco. It designs distributed technologies that scale efficiently, keep intelligence at the edge, and keep creators and consumers in control of their content and data. Every month more than 170 million people use BitTorrent Inc. developed products. Its protocols move as much as 40% of the world's Internet traffic on a daily basis.",
    "started_at" : "2017-08-30T00:00:00Z"
  }
]